<template>
  <section class="support_zh">
    <section class="title">
      <h2>CoinU用户隐私协议</h2>
      <p>V1.0 2018-7-1</p>
    </section>
    <section class="detail">
      <p>在您开始阅读并决定是否接受《CoinU隐私协议》(以下称“本协议”）之前，Creditshares
        特别提醒您仔细阅读本协议中加粗内容或者限制信链责任或者加重您义务的内容。在您使用有关网站、应用程序和接受我们提供的服务之前，请您认真阅读本协议。
        Creditshares
        可能根据自身对商业、法律与政策等要素的判断，随时更新本协议，经修改的协议一经公布，立即自动生效，如果您无法接受本协议部分条款，可与我们联系，在您未与我们沟通达成一致之前，请停止使用CoinU钱包。如果您继续使用，我们将被视为您已经接受修改后的协议。</p>

      <p>
        Creditshares可能根据自身对商业、法律与政策等要素的判断，随时更新本协议，经修改的协议一经公布，立即自动生效，如果您无法接受本协议部分条款，可与我们联系，在您未与我们沟通达成一致之前，请停止使用CoinU钱包。如果您继续使用，我们将被视为您已经接受修改后的协议。
        在使用我们的服务前，请您确认您已满18周岁。
      </p>


      <p>1. 我们收集您的哪些信息</p>

      <p>
        请您知悉，我们收集您的以下信息是出于满足您在CoinU上服务需要的目的，且我们十分重视对您隐私的保护。在我们收集您的信息时，将严格遵守“合法、正当、必要”的原则。且您知悉，若您不提供我们服务所需的相关信息，您在CoinU的服务体验可能因此而受到影响。</p>


      <p>1.1 您授权我们收集并保存您的以下个人信息：</p>

      <ul>
        <li>平台操作信息，包括但不限于您的IP地址、设备型号、设备标识符、操作系统版本信息。</li>
        <li>支付信息，包括但不限于您的支付时间、支付金额、支付工具、账户等信息。</li>
        <li>其他根据我们具体产品及服务的需要而收集的您的个人信息，包括但不限于您对我们及我们的产品或服务的意见、建议、您曾经使用或经常使用的移动应用软件以及使用场景和使用习惯等信息。</li>
      </ul>

      <p>1.2
        您知悉当您在CoinU上创建或导入钱包之后，您的、私钥、助记词等信息仅存储在当前的这台移动设备中，不存储在CoinU或Creditshares的服务器上。您可以按照CoinU提供的操作指南备份助记词到妥善的地方。但若您未保存或备份助记词等信息且在您移动设备丢失的情况下，您的数字资产将因此丢失，CoinU无法为您找回，您需自行承担相应损失。若您在导出、保存或助记词等信息的时候泄密，或保存或备份上述信息的设备或服务器被黑客攻击或控制等情况下，您的数字资产将因此丢失，CoinU无法为您找回，您需自行承担相应损失。</p>

      <p>1.3 保护用户隐私是本公司的一项基本政策，未经您事先同意，Creditshares不会将您的个人信息向任何第三方共享或转让，但以下情况除外：</p>


      <ul>
        <li>事先获得您明确的同意或授权；</li>
        <li>所收集的个人信息是您自行向社会公众公开的；

        </li>
        <li>
          所收集的个人信息系从合法公开披露的信息中收集，如合法的新闻报道，政府信息公开等渠道；
        </li>
        <li>
          与CoinU的关联方共享，我们只会共享必要的用户信息，且受本隐私条款中所声明的目的的约束；
        </li>
        <li>
          根据所在国家适用的法律法规、法律程序的要求、行政机关或司法机关的要求进行提供；
        </li>
        <li>
          在涉及合并、收购时，如涉及到个人信息转让，CoinU将要求个人信息接收方继续接受本政策的约束；
        </li>
        <li>
          我们有理由认为您违反了本协议的某一（些）条款而给CoinU或第三方造成损害时。
        </li>
      </ul>

      <p>1.4 我们收集信息的方式如下：</p>

      <ul>
        <li>您向我们提供信息。例如，您在反馈问题时提供邮件地址，或在使用我们的特定服务时，您额外向我们提供。</li>
        <li>我们在您使用CoinU的过程中获取信息，包括您移动设备信息以及您对CoinU的操作记录等信息；</li>
        <li>我们通过区块链系统，拷贝您全部或部分的交易记录。但交易记录以区块链系统的记载为准。</li>
      </ul>


      <p>2. 我们如何使用您的信息</p>
      <p>2.1 我们通过您移动设备的唯一指纹或解锁密码，确认您与您的钱包的对应关系。</p>
      <p>2.2 我们将向您及时发送重要通知，如软件更新、服务协议及本政策条款的变更。</p>
      <p>2.3 我们为您提供指纹解锁功能，让您方便且更安全地管理您的数字资产。</p>
      <p>2.4 我们通过收集您公开的钱包地址和提供的移动设备信息来处理您向我们提交的反馈。
      </p>

      <p>2.5 依照《CoinU服务协议》及Creditshares其他有关规定，Creditshares将利用用户信息对用户的使用行为进行管理及处理。</p>


      <p>2.6 法律法规规定及与监管机构配合的要求。</p>
      <p>3. 您如何控制自己的信息</p>
      <p>您在CoinU中拥有以下对您个人信息自主控制权：</p>
      <p>3.1 您可以通过同步钱包的方式，将您的其他钱包导入CoinU中，或者将您在CoinU的钱包导入到其他数字资产管理钱包中。CoinU钱包遵循
        <strong>BIP32、BIP39以及BIP44</strong> 标准，任何其他遵循该标准的钱包均可用使用同一助记词来恢复和管理您的区块链资产。</p>
      <p>3.2 您知悉您可以通过“币种管理”和相关数字资产版块修改您的数字资产种类、进行转账及收款等行为。</p>
      <ul>
        <li>在“意见反馈”中，您可以随时向我们提出您对CoinU问题及改进建议，我们将非常乐意与您沟通并积极改进我们的服务。</li>
      </ul>
      <p>3.4 您知悉当我们出于特定目的向您收集信息时，我们会提前给予您通知，您有权选择拒绝。但同时您知悉，当您选择拒绝提供有关信息时，即表示您放弃使用CoinU的有关服务。</p>
      <p>
        3.5 您知悉，您及我们对于您交易记录是否公开并没有控制权，因为基于区块链交易系统的开源及“去中心化”的属性，您的交易记录在整个区块链系统中公开透明。</p>
      <p>3.6 您知悉当您使用
        <strong>CoinU</strong> 的功能跳转至第三方
        <strong>DApp</strong>之后，我们的《CoinU服务协议》、《CoinU隐私政策》将不再适用，针对您在第三方
        <strong>DApp</strong>上对您个人信息的控制权问题，我们建议您在使用第三方
        <strong>DApp</strong>之前详细阅读并了解其隐私规则和有关用户服务协议等内容。</p>
      <p>3.7 您有权要求我们更新、更改、删除您的有关信息。
      </p>
      <p>3.8 您知悉我们可以根据本政策1.3款的要求收集您的信息而无需获得您的授权同意。</p>

      <p>4. 我们如何保护您的信息</p>
      <p>4.1 如Creditshares停止运营，Creditshares将及时停止继续收集您个人信息的活动，将停止运营的通知公告在CoinU上，并对所持有的您的个人信息在合理期限内进行删除或匿名化处理。</p>
      <p>4.2 为了保护您的个人信息，Creditshares将采取数据安全技术措施，提升内部合规水平，增加内部员工信息安全培训，并对相关数据设置安全访问权限等方式安全保护您的隐私信息。</p>
      <p>4.3 我们将在CoinU“帮助中心”版块更新钱包使用及信息保护的资料，供您参考。</p>
      <p>5. 对未成年人的保护</p>
      <p>我们对保护未满18周岁的未成年人做出如下特别约定：</p>
      <p>5.1 未成年人应当在监护人指导下使用Creditshares相关服务。</p>
      <p>5.2 我们建议未成年人的父母和监护人应当在阅读本政策、《CoinU服务协议》及我们的其他有关规则的前提下，指导未成年人使用CoinU。</p>
      <p>5.3 CoinU将根据国家相关法律法规的规定保护未成年人的个人信息的保密性及安全性。
      </p>
      <p>6. 免责声明</p>

      <p>6.1
        请您注意，您通过CoinU接入第三方DApp后，将适用该第三方DApp发布的隐私政策。该第三方DApp对您个人信息的收集和使用不为Creditshares所控制，也不受本政策的约束。Creditshares无法保证第三方DApp一定会按照Creditshares的要求采取个人信息保护措施。</p>
      <p>6.2 您应审慎选择和使用第三方DApp，并妥善保护好您的个人信息，Creditshares对其他第三方DApp的隐私保护不负任何责任。</p>
      <p>6.3
        Creditshares将在现有技术水平条件下尽可能采取合理的安全措施来保护您的个人信息，以避免信息的泄露、篡改或者毁损。Creditshares系利用无线方式传输数据，因此，Creditshares无法确保通过无线网络传输数据的隐私性和安全性。</p>
      <p>7. 法律适用及争议解决</p>
      <p>7.1 若您和Creditshares之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，任何一方可提交Creditshares所在地有管辖权的法院管辖。</p>
      <p>8 . 其他
      </p>
      <p>8.1 您需全面了解并遵守您所在司法辖区与使用Creditshares服务所有相关法律、法规及规则。
      </p>
      <p>8.2 您在使用Creditshares服务过程中，如遇到任何有关个人信息使用的问题，您可以通过在CoinU提交反馈等方式联系我们。</p>
      <p>8.3 您可以在CoinU中查看本政策及Creditshares其他服务规则。我们鼓励您在每次访问CoinU时都查阅Creditshares的服务协议及隐私政策。</p>
      <p>8.4 本政策的任何译文版本仅为方便用户而提供，无意对本政策的条款进行修改。如果本政策的中文版本与非中文版本之间存在冲突，应以中文版本为准。</p>

      <p>本政策未尽事宜，您需遵守Creditshares不时更新的公告及相关规则。本政策未尽事宜，您需遵守Creditshares不时更新的公告及相关规则。</p>
      <p>本协议的最终解释权归Creditshares所有。
      </p>
      <p>本协议自2018年7月1日起适用。</p>
    </section>
  </section>
</template>

<script>
  export default {
    name: "policyZh"
  }
</script>

<style lang="stylus">

</style>
