<template>
  <section class="support_zh">
    <section class="title">
      <h2>CoinU用户服务协议</h2>
      <p>V1.0 2018-7-1</p>
    </section>
    <section class="detail">
      <p>在您开始阅读并决定是否接受《CoinU用户协议》(以下称“本协议”）之前Creditshares特别提醒您仔细阅读本协议中加粗内容或者限制信链责任或者加重您义务的内容。</p>

      <p>在您使用有关网站、应用程序和接受我们提供的服务之前，请您认真阅读本协议。</p>

      <p>1.关于本协议的确认与接纳</p>
      <p>1.1
        您理解本协议及有关协议适用于CoinU及Creditshares自主开发和拥有的应用及服务，包括但不仅限于去中心化应用（简称“DApp”）（排除第三方开发的DApp）、中心化应用（简称“App”）（排除第三方开发的DApp）。</p>
      <p>1.2 您下载CoinU软件并创建或导入钱包，即视为您已经充分阅读并接受本协议全部条款，本协议立即生效，对双方具有约束力。</p>
      <p>1.3
        Creditshares可能根据自身对商业、法律与政策等要素的判断，随时更新本协议，经修改的协议一经公布，立即自动生效，如果您无法接受本协议部分条款，可与我们联系，在您未与我们沟通达成一致之前，请停止使用CoinU钱包。如果您继续使用，我们将被视为您已经接受修改后的协议。</p>
      <p>1.4 在使用我们的服务前，请您确认您已满18周岁。</p>

      <p>
        2.名词定义
      </p>
      <p>2.1 CoinU钱包：Creditshares（Beijing）Technology Co.,
        Ltd自主开发、运营、管理、并享有合法所有权的软件平台/网站/手机app客户端，提供区块链数字资产本地钱包服务，域名为www.coinu.top,
        支持在Android系统和iOS系统上使用。 Creditshares通过该软件为用户提供：区块链数字资产的本地、在线管理服务。</p>

      <p>2.2 用户：</p>
      <ul>
        <li>用户必须是具备完全民事行为能力的自然人；</li>
        <li>
          若您为18周岁以下的未成年人使用CoinU钱包服务，需要在您父母或监护人的指导下使用CoinU钱包。无民事行为能力人使用CoinU钱包或限制民事行为能力人超过其民事权利或行为能力范围从事交易的，造成的一切后果，CoinU钱包有权要求您及您的监护人承担全部责任。
        </li>
      </ul>
      <p> 2.3 区块链：将数据区块以顺序相连的方式，组合而成的一种链式数据结构，
        并以密码学的方式，保证其不可篡改和不可伪造的分布式账本。它使用块链式数据结构来验证与存储数据，使用分布式节点以及共识算法来生成和更新数据，使用密码学的方式保证数据传输和访问的安全，使用自动化脚本代码组成的智能合约来编程和操作数据，是一种全新的分布式基础架构与计算范式。
      </p>
      <p>2.4 区块链资产或区块链数字资产：存在于区块链数据中的密码学账户中的数字，它被视为账户合法所有者的数字资产，包括但不限于比特币（Bitcoin）、莱特币（Litecoin）、以太坊（Ethereum）等。</p>
      <p>2.5 HD钱包：即分层确定性（Hierarchical Deterministic）钱包（ HD
        Wallet），用以保管区块链资产的软件工具，HD钱包的密钥由用户自己掌控，而非用户之外的他方掌控。CoinU是本地HD钱包，用户需自身承担区块链资产的控制和安全保管义务，Creditshares不承担用户HD钱包资产的保管义务或其他相关责任。
      </p>
      <p>2.6 助记词：符合区块链BIP39
        行业标准，由随机算法生成的12个有序单词组成。是私钥的易记录表现形式，方便用户备份保管。创建助记词的过程属于用户端本地行为，可以在断网的情况下操作，与服务端没有任何关系，因此CoinU钱包不掌握用户助记词，无法僭越用户管理钱包资产，也无法为用户找回助记词。CoinU钱包遵循
        <strong>BIP32、BIP39以及BIP44标准</strong> ，任何其他遵循该标准的钱包均可用使用同一助记词来恢复和管理您的区块链资产。</p>
      <p>2.7 钱包密码：用于解锁安装CoinU钱包的移动设备的六位数字，作用在于帮助保护您的资产，避免被他人窃取，若您忘记您的钱包密码，您可以使用助记词恢复钱包，数字资产将不受影响。</p>
      <p>2.8 矿工费：用户进行区块链上资产转移的时候，向区块链矿工节点支付的交易确认费用，该费用收取方为矿工，Creditshares不会收取您的任何费用。</p>
      <p>3.服务内容</p>
      <p>3.1 创建或导入钱包：对CoinU支持的区块链数字资产，您可以使用CoinU生成新钱包或通过助记词导入之前生成的钱包。</p>
      <p>3.2 转账、收款：您可以使用CoinU的转账、收款功能进行数字资产的管理，即运用私钥进行电子签名，对相关区块链的账本进行修改。转账是指付款方利用收款方的区块链地址进行转账操作，实际的转账、收款行为均在相关区块链系统发生。
      </p>
      <p>3.3 交易记录：我们将通过区块链系统拷贝您全部或部分的交易记录。交易记录以相应区块链系统的记载为准。</p>
      <p>3.4 币种管理：您可以使用CoinU添加、保管CoinU所支持的数字资产。</p>
      <p>3.5 新消息通知：CoinU会以网站公告、新消息通知、弹窗提示或客户端通知等方式向您发送通知，例如通知您交易结果，或者提示您进行相关操作，请您及时关注。</p>
      <p>3.6 其它CoinU认为有必要提供的服务。</p>
      <p>4.隐私条款
      </p>
      <p>4.1CoinU十分重视对用户隐私的保护，相关隐私保护政策请参考Creditshares公布并不时更新的《CoinU用户隐私协议》。</p>
      <p>5.风险提示</p>
      <p>5.1 您了解并知悉，由于数字资产领域的法律法规政策尚未健全，且数字资产的价格波动幅度远高于其他金融资产。我们谨慎提醒您应当根据自身财务状况和风险偏好，理性选择持有或处置任何一种数字资产。</p>
      <p>5.2
        在使用CoinU服务时，若您或您的相对方未遵从本协议或相关网站说明或交易、支付页面中之操作提示、规则，CoinU并不保证交易会顺利完成，且CoinU不承担损害赔偿责任。若发生前述情形，而款项已先行入账您的或您的交易方的CoinU钱包或第三方钱包，您理解区块链操作具有的“不可逆”属性，以及相关交易具有“不可撤销”的特征，由您及您的相对方自行承担相应的风险后果。</p>
      <p>5.3 您在交易过程中应当自行判断对方是否为完全民事行为能力人并自行决定是否与对方进行交易或转账给对方等，且您自行承担与此相关的所有风险。</p>
      <p>5.4
        在转账过程中，如果出现“交易失败”等类似的异常信息提示时，您应通过相关区块链系统的官方途径或其他的区块链查询工具进行再次确认，以避免重复转账；否则，由此所引起的一切损失和费用应由您自行承担。以下情况的出现可能导致“交易失败”：</p>
      <ul>
        <li>钱包余额不足</li>
        <li>交易矿工费不足</li>
        <li>区块链执行合约代码失败</li>
        <li>网络、设备等技术故障</li>
        <li>区块链网络拥堵、故障等原因引起的交易被抛弃</li>
      </ul>

      <p>
        5.5
        您理解当您在CoinU上创建或导入钱包之后，您的、私钥、助记词等信息仅存储在当前的这台移动设备中，不存储在CoinU或Creditshares的服务器上。您可以按照CoinU提供的操作指南备份助记词到妥善的地方。但若您未保存或备份助记词等信息且在您移动设备丢失的情况下，您的数字资产将因此丢失，CoinU无法为您找回，您需自行承担相应损失。若您在导出、保存或助记词等信息的时候泄密，或保存或备份上述信息的设备或服务器被黑客攻击或控制等情况下，您的数字资产将因此丢失，CoinU无法为您找回，您需自行承担相应损失。</p>
      <p>5.6
        我们建议您在创建或导入钱包时对您钱包的钱包密码、助记词等信息做好安全备份。我们提请您注意，请不要采用以下备份方式：截图、邮件、记事本、短信、微信、QQ等电子备份方式。我们建议您在纸质记事本上抄写助记词等信息，同时您亦可将电子数据保管至密码管理器。</p>
      <p>5.7 我们建议您在安全的网络环境中使用CoinU，确保您的移动设备没有越狱或Root，以避免可能存在的安全隐患。</p>
      <p>5.8 请您在使用我们的服务过程中，警惕任何伪称Creditshares的官方人员所对您采取的诈骗行为。一旦发现此类行为，我们鼓励您第一时间告知我们。</p>
      <p>6.服务的变更、终端、终止</p>
      <p>6.1
        您同意Creditshares为保证自主业务经营权可以暂时提供部分服务功能，或于将来暂停部分服务功能或开通新的服务功能。当任何功能减少或者增加或者变化时，只要您仍然使用Creditshares提供的服务，表示您仍然同意本协议或者本协议修正后的条款。</p>
      <p>6.2 本软件新版本发布后，旧版本可能无法使用。Creditshares不保证旧版本的安全性、继续使用性及提供相应的客户服务。请您随时核对并安装下载最新版本。</p>
      <p>6.3 您理解存在如下情形时，Creditshares将暂停提供服务：</p>

      <ul>
        <li>因设备、区块链系统维修、升级、故障和通信中断等技术原因而中断业务；
        </li>
        <li>
          因台风、地震、海啸、洪水、停电、战争或恐怖袭击等不可抗力因素，病毒、木马、黑客攻击、系统不稳定或政府行为等原因，造成Creditshares系统不能提供服务或Creditshare合理认为继续提供服务会有较大风险的；
        </li>
        <li>发生Creditshares无法控制或合理预见的其他情形。</li>
      </ul>

      <p>
        6.4 当您出现如下情况时，Creditshares可单方面中止或终止您使用CoinU的部分或全部功能:
      </p>
      <ul>
        <li>用户死亡；</li>
        <li>盗用他人的钱包信息或移动设备；</li>
        <li>您提供的个人资料不真实；</li>
        <li>拒绝 Creditshares 为提升 Creditshares 功能而发起的强制更新操作；</li>
        <li>将CoinU用于违法或犯罪活动；</li>
        <li>妨碍其他用户正常使用；</li>
        <li>伪称Creditshares的工作人员或管理人员；</li>
        <li>攻击、侵入、更改或以任何其他方式威胁Creditshares计算机系统的正常运作；</li>
        <li>利用Creditshares宣传垃圾广告；</li>
        <li>散布谣言，损害 Creditshare 和 CoinU 商誉；</li>
        <li>违法行为，其他违反本协议的行为，及 Creditshare 合理认为应当暂停功能的情形。</li>
      </ul>
      <p>6.5 当您与Creditshare之间的服务关系变更、中断、终止时，您仍有权在合理时间内导出您的钱包等信息。</p>
      <p>7.您合法使用Creditshare服务的承诺</p>
      <p>7.1 您应遵守您所居住的国家或地区的法律法规，不得将CoinU用于任何非法目的，也不得以任何非法方式使用Creditshare 服务。</p>
      <p>7.2 您不得利用CoinU从事违法或犯罪的行为，包括但不限于：</p>


      <ul>
        <li>危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的；</li>
        <li>从事任何违法犯罪行为，包括但不限于洗钱、非法集资、诈骗等；</li>
        <li>通过使用任何自动化程序、软件、引擎、网络爬虫、网页分析工具、数据挖掘工具或类似工具，接入Creditshare 服务、收集或处理Creditshare
          所提供的内容，干预或试图干预任何用户或任何其他方式接入Creditshare
          服务的行为；
        </li>
        <li>提供赌博资讯或以任何方式引诱他人参与赌博；</li>
        <li>侵入他人CoinU钱包盗取数字资产；</li>
        <li>进行与交易对方宣称的交易内容不符的交易，或不真实的交易；</li>
        <li>从事任何侵害或可能侵害CoinU服务系统、数据之行为；</li>
        <li>其他违法以及Creditshare 有正当理由认为不适当的行为。</li>
      </ul>
      <p>7.3 您理解并同意，如因您违反有关法律（包括但不限于海关及税务方面的监管规定）或者本协议之规定，使Creditshare遭受任何损失、受到任何第三方的索赔或任何行政管理部门的处罚，您应对Creditshare
        进行赔偿，包括为主张权利所付出的律师费在内的全部合理费用。
      </p>
      <p>7.4 您承诺按时缴纳Creditshare的服务费用（如有），否则Creditshare 有权暂停或中止对您提供的服务。
      </p>
      <p>8.免责及责任限制</p>
      <p>8.1 Creditshare仅对本协议中所列明的义务承担责任。
      </p>
      <p>8.2 您理解和同意，在法律所允许的范围内，Creditshare只能按照现有的技术水平和条件提供服务。因下列原因导致CoinU无法正常提供服务，Creditshare不承担责任：
      </p>

      <ul>
        <li>CoinU系统停机维护或升级；
        </li>
        <li>因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；</li>
        <li>您的移动设备软硬件和通信线路、供电线路出现故障的；</li>
        <li>您操作不当或未通过Creditshare授权或认可的方式使用Creditshare服务的；</li>
        <li>因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行等原因或政府行为等原因；</li>
        <li>非因Creditshare的原因而引起的任何其它原因。</li>
      </ul>


      <p> Creditshare对以下情形不承担责任：</p>

      <ul>
        <li>因用户遗失移动设备、删除且未备份CoinU、删除且未备份钱包、钱包被盗或遗忘钱包密码、私钥、助记词而导致的数字资产丢失；</li>
        <li>
          因用户自行泄露钱包密码、私钥、助记词，或借用、转让或授权他人使用自己的移动设备或CoinU钱包，或未通过Creditshare官方渠道下载CoinU应用程序或其他不安全的方式使用CoinU应用程序导致的数字资产丢失；
        </li>
        <li>因用户误操作（包括但不限于您输错转账地址、您自身选择转账节点服务器的问题）导致的数字资产丢失；</li>
        <li>因用户不理解区块链技术的性质而进行误操作导致的数字资产丢失；</li>
        <li>因时间滞后、区块链系统不稳定等原因导致Creditshare拷贝用户在区块链上的交易记录发生偏差；</li>
        <li>用户在第三方DApp上操作产生的风险和后果。</li>
      </ul>
      <p>8.4
        您理解CoinU仅作为您数字资产管理的工具。Creditshare不能控制第三方DApp提供的产品及服务的质量、安全或合法性，信息的真实性或准确性，以及相对方履行其在与您签订的协议项下的各项义务的能力。所有您在第三方DApp进行的交易行为系您的个人行为，有约束力的合同关系在您和您的相对方之间建立，与CoinU无关。Creditshare提醒您应该通过自己的谨慎判断确定登录DApp及相关信息的真实性、合法性和有效性。您与任何第三方交易所产生的风险亦应由您自行承担。</p>
      <p>8.5
        Creditshare可能同时为您及您的交易对手方提供服务，您同意对Creditshare可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张Creditshare在提供服务时存在法律上的瑕疵，也不因此而加重Creditshare的责任或注意义务。</p>
      <p>8.6 Creditshare不提供以下形式的保证：</p>

      <ul>
        <li>Creditshare服务将符合您的全部需求；
        </li>
        <li>您经由Creditshare服务取得的任何技术、产品、服务、资讯将符合您的期望；</li>
        <li>Creditshare从第三方交易所抓取的数字资产市场交易行情等信息的及时性、准确性、完整性、可靠性做出保证；</li>
        <li>您在CoinU上的交易各方会及时履行其在与您达成的交易协议中各项义务。</li>
      </ul>
      <p>8.7
        您理解CoinU仅作为用户管理数字资产、显示交易信息的工具，Creditshare不提供法律、税务或投资建议等服务。您应当自行向法律、税务、投资方面的专业人士寻求建议，且您在使用我们服务过程中所遭受的投资损失、数据损失等，Creditshare概不负责。</p>
      <p>8.8 您理解根据有关本地政策法规的要求，我们可能不时更改我们的用户准入标准，限定向某一特定群体提供服务的范围和方式等。</p>
      <p>9.知识产权保护</p>

      <p>9.1CoinU系Creditshare开发并拥有知识产权的应用程序。
        CoinU中显示的任何内容（包括但不限于本协议、公告、文章、视频、音频、图片、档案、资讯、资料、商标或标识）的知识产权归Creditshare或第三方权利人所有。用户仅可为持有和管理数字资产之目的使用CoinU应用程序及其中的内容。未经Creditshare或第三方权利人的事先书面同意，任何人不得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表上述应用程序及内容。
      </p>
      <p>10.协议期限
      </p>
      <p>10.1 您和我们定立的这份协议是无固定期限协议，如果您做出以下行为，我们有权随时终止合约并立即生效：</p>
      <ul>
        <li>您触犯或违反本协议中的任何条款；</li>
        <li>我们认为您滥用应用程序或服务。
        </li>
      </ul>
      <p>11.法律适用及争议解决</p>
      <p>11.1 若您和Creditshare之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，任何一方可提交Creditshare所在地有管辖权的法院管辖。</p>
      <p>12.其他</p>
      <p>12.1 您需全面了解并遵守您所在司法辖区与使用Creditshare服务所有相关法律、法规及规则。</p>
      <p>12.2 您在使用Creditshare服务过程中，如遇到任何问题，您可以通过在CoinU提交反馈等方式联系我们。</p>
      <p>12.3 您可以在CoinU中查看本协议。 Creditshare鼓励您在每次访问CoinU时都查阅Creditshare的服务协议。</p>
      <p>12.4 本协议的任何译文版本仅为方便用户而提供，无意对本政策的条款进行修改。如果本政策的中文版本与非中文版本之间存在冲突，应以中文版本为准。
      </p>

      <p>本协议未尽事宜，您需遵守Creditshare不时更新的公告及相关规则。</p>
      <p>本协议的最终解释权归Creditshares所有。</p>
      <p>本协议自2018年7月1日起适用。</p>
    </section>
  </section>
</template>

<script>
  export default {
    name: "supportZh"
  }
</script>

<style lang="stylus">

</style>
